Repository: Amiraizt/ShareFund
Catalog: ShareFund/Resources/SharedResource.*.resx
Languages: ar

source: About Company
ar: عن الشركة

source: About ShareFund
ar: عن شيرفند

source: Add
ar: إضافة

source: Body
ar: الموضوع

source: Company News
ar: أخبار الشركة

# CompetitiveAdvantage
source: Competitive advantages
ar: المميزات التنافسية

# Copyright1
source: Copyright
ar: جميع الحقوق محفوظة لدى شركة

source: Count
ar: العدد

source: Delete
ar: حذف

# DoYouHaveQuestion?ContactUs
source: Do You Have Any Question? Contact Us
ar: لديك سؤال ؟ تواصل معنا

source: Edit
ar: تعديل

source: FAQ
ar: الأسئلة الأكثر شيوعاً

# FAQAR
source: Frequently Asked Questions In Arabic
ar: الاسئلة الاكثر شيوعا باللغة العربية

# FAQEN
source: Frequently Asked Questions in English
ar: الاسئلة الاكثر شيوعا باللغة الانجليزية

source: Footer Location
ar: الموقع في نهاية الصفحة

source: Footer Phones
ar: الهواتف في نهاية الصفحة

source: HomePage
ar: الرئيسية

source: Home Page About ShareFund
ar: الرئيسية نبذة عن الشركة

source: Home Page Institutional Values
ar: القيم المؤسسية في الرئيسية

source: Home Page Message
ar: رسالة الترحيب في الرئيسية

source: Home Page Vision
ar: رسالة الرؤية في الرئيسية

source: Image
ar: صورة

source: Institutional Values
ar: القيم المؤسسية

# JobTitleAR
source: Job Title in English
ar: المسمى الوظيفي باللغة العربية

source: Label
ar: عنوان

source: Links
ar: وسائل التواصل الإجتماعي

source: Main Competitive Advantage
ar: الميزة التنافسية

source: Main Header Image
ar: صورة رأس الصفحة الاساسي

source: Message
ar: الرسالة

source: Name
ar: الإسم

source: News Categories
ar: انواع الاخبار

# NewValueAR
source: Value in Arabic
ar: القيمة باللغة العربية

# NewValueEN
source: Value in English
ar: القيمة باللغة الانجليزية

source: Our Services
ar: خدماتــنا

source: Position
ar: الموقع

source: ReadMore
ar: إقراء المزيد

source: Save
ar: حفظ

# ShareFundCompanyForMultiInvestments
source: ShareFund Company For Investment ltd
ar: شركة شيرفند للإستثمار المحدودة

source: Start
ar: إبدأ

source: Subscribe
ar: إشترك

# SubscribeUsForNewsletter
source: Subscribe For Newsletter
ar: اشترك في الأخبار

source: Teamwork
ar: فريق العمل

source: Text
ar: النص

source: Title
ar: عنوان

source: Vision
ar: الرؤية

# TwentyOneTech
source: 21 Tech Integrated Solutions
ar: تونتي ون تك للحلول المتكاملة

# BodyAr
source: Body in Arabic
ar: المحتوى باللغة العربية

# BodyEn
source: Body in English
ar: المحتوى باللغة الإنجليزية

# FAQ&amp;Team
source: FAQ & Team
ar: الأسئلة الأكثر تكرارً والفريق

source: News
ar: الأخبار

# TextAr
source: Text in arabic
ar: النص العربي

# TextEn
source: Text in english
ar: النص الانجليزي

# TitleAr
source: Title in Arabic
ar: العنوان باللغة العربية

# TitleEn
source: Title in English
ar: العنوان باللغة الإنجليزية

# Copyright2
source: Sharefund
ar: شيرفند

# Copyright3
source: For Investment ltd | Powered by
ar: لللإستثمار المحدودة | مقدم من

source: Genaral Texts
ar: نصوص متفرقة

source: Main Page Slider
ar: معرض الصور الرئيسي

source: Categories
ar: التصنيفات

source: Category
ar: التصنيف

# ContentAR
source: Content in Arabic
ar: المحتوى باللغة العربية

# ContentEN
source: Content in English
ar: المحتوى باللغة الانجليزية

# JobTitleEN
source: Job Title in Arabic
ar: المسمى الوظيفي باللغة الانجليزية

source: Main Image
ar: الصورة الرئيسية

source: Secandry Image
ar: الصورة الثانوية

# SummaryAR
source: Summary in Arabic
ar: المقدمة باللغة العربية

# SummaryEN
source: Summary in English
ar: المقدمة باللغة الانجليزية

source: Update Setting
ar: تعديل اعدادات

source: Contact
ar: التواصل

# ContactNumbers
source: Quick Contact Numbers
ar: ارقام التواصل السريع

source: Email
ar: الايميل

source: FullName
ar: الاسم بالكامل

source: Please Insert Your Number
ar: الرجاء إدخال الرقم الخاص بك.

source: Quick Contact
ar: التواصل السريع

source: Sending...
ar: جاري الإرسال ...

# SiteMessages
source: Quick Site Messages
ar: رسائل التواصل السريع

source: We Will Call You Back Later.
ar: سيتم الإتصال معك لاحقا.

source: We Will Contact You Back.
ar: سيتم التواصل معك لاحقا.
